insert into city(id ,name)
values (1 ,'Бишкек'),
       (2 ,'Ош'),
       (3, 'Баткен'),
       (4, 'Кадамжай'),
       (5 , 'Кант');

insert into street(id, name) values (1, 'Шефченко'),
                                         (2, 'Айни'),
                                         (3 , 'Ахумбаева'),
                                         (4 , 'Огонбаева'),
                                         (5 , 'Рыскулова'),
                                         (6 , 'Чокморова ');

insert into shop(id, closing_time, house, opening_time, name, street_id, city_id) values
(1, '2023-04-08 11:48:01.000000', 'Дом 34', '2023-04-08 13:00:01.000000','Мир одежд', 2, 1),
(2, '2023-04-08 17:00:01.000000', 'Дом 45', '2023-04-08 09:00:01.000000','Мир Обувьи', 4, 2 ),
(3, '2023-04-08 18:48:01.000000', 'Дом 65', '2023-04-08 10:00:01.000000','Телефон для тебя', 1,3 ),
(4, '2023-04-08 23:48:01.000000', 'Дом 233', '2023-04-08 23:00:01.000000','Фрукты для дома', 5, 4);

insert into shop(id, closing_time, house, opening_time, name, street_id, city_id) values
(6, '2023-04-08 11:48:01.000000', 'Дом we', '2023-04-08 13:00:01.000000','Мир одежд',  6,5);

select * from shop